<PAD>
<UNK>
<EOS>
<NAV>
<ORA>
<TAR>
picture
scale
papertowel
chestofdrawer
skylight
painting
bookcase
sofa
clothesdryer
chest
stove
teapot
fridge
bowl
toilet
fireplace
ottoman
guitar
nightstand
photo
trashcan
desk
ladder
toiletpaper
washingmachine
pipe
fireextinguisher
displaycase
basket
bottle
bed
easel
firealarm
piano
soap
plant
sign
wardrobe
toiletbrush
toy
dresser
microwave
box
chimney
tv
watercooler
towel
tissue
rug
faucet
computer
airconditioner
statue
vase
lamp
bucket
mat
heater
basin
sink
screen
candle
plate
stool
pot
chandelier
coatrack
shoe
pillow
clock
shampoo
book
telephone
floorlamp
phone
dishwasher
cushion
the
go
.
?
i
to
,
and
right
left
should
room
or
a
stairs
you
down
turn
into
of
on
straight
door
in
up
through
then
that
'
hallway
your
head
do
this
it
with
is
where
towards
see
there
hall
bedroom
going
around
continue
past
at
out
way
back
keep
take
yes
kitchen
now
which
walk
table
front
forward
here
bathroom
be
ahead
me
next
my
from
doors
ok
outside
am
one
enter
end
will
until
staircase
toward
s
not
doorway
open
are
can
make
we
steps
white
need
okay
living
m
area
those
another
chairs
for
no
like
behind
dining
all
wall
an
t
again
stop
get
!
exit
so
but
side
looks
move
just
direction
ll
when
re
other
couch
stay
please
think
black
)
chair
upstairs
reach
small
look
set
pool
floor
first
have
house
inside
two
leave
far
some
glass
corner
what
more
little
proceed
find
top
sorry
(
want
bottom
these
rooms
follow
goal
by
them
before
guess
blue
if
large
downstairs
after
was
wooden
double
big
path
hi
further
long
alright
as
closet
red
ask
pass
/
-
shall
looking
facing
near
did
correct
step
has
don
brown
directions
...
wrong
round
try
once
bit
were
opening
heading
passed
slightly
window
hello
came
second
stand
green
says
too
yet
office
route
patio
along
spiral
tell
directly
maybe
sure
thru
building
between
over
leads
mirror
went
only
across
could
immediately
im
any
start
stair
come
till
wood
flight
railing
let
yep
laundry
might
check
begin
degrees
purple
lobby
standing
would
its
place
couches
same
got
last
still
few
:
off
leading
our
bar
dark
couple
garage
three
showing
level
middle
yeah
how
seems
arch
carpet
outdoor
face
button
walls
ends
2
180
help
case
immediate
arched
orange
hanging
island
alrighty
give
walking
slight
closer
else
entrance
about
curtains
stairway
ve
windows
different
instructions
paper
video
moving
yellow
trash
either
gray
..
counter
onto
shows
thing
walkway
guide
isn
thats
also
main
sitting
narrow
deck
seem
ways
very
already
plants
landing
guessed
they
somewhere
potted
point
equipment
furniture
said
spot
thought
stops
hard
passing
turning
closed
exercise
forwards
balcony
had
lounge
know
done
tub
actually
light
well
curved
nope
though
taking
figure
believe
many
really
tables
close
click
show
marble
grey
outdoors
;
veer
beside
contains
3
stone
hit
cylinder
headed
appears
>
archway
both
circular
flowers
good
fire
tree
flower
infront
tall
d
lights
must
intersection
beds
treadmill
may
base
doesn
space
giving
beyond
oven
wait
target
sharp
metal
bench
short
reception
game
u
90
library
does
made
carpeted
brick
oh
entry
didn
lot
iron
garden
found
almost
guessing
wine
center
great
lol
vases
while
map
above
each
instead
trying
flooring
turned
lots
lost
christmas
following
supposed
able
cylinders
entered
silver
circle
hand
entryway
explore
direct
since
pillows
opposite
time
thanks
zebra
away
umbrella
distance
colorful
best
shower
dont
candles
poster
navigate
venture
pretty
nice
cabinets
even
asked
frame
anything
than
foot
tile
pole
view
gonna
leather
goes
home
fancy
say
den
because
4
television
seating
kinda
visible
weird
kind
railings
doing
pillars
pink
sofas
sort
washer
cabinet
question
floors
press
corridor
hallways
entering
meant
mean
restroom
towels
indoors
water
bannister
grand
rt
soon
specific
quick
wasn
mini
pillar
stools
completely
bedspread
shelf
oops
curve
extinguisher
flights
been
under
til
swimming
he
dryer
tried
half
scroll
dinning
bath
part
hang
use
tan
, (
lady
being
lead
pavers
new
us
clear
cross
travel
work
against
friend
problem
apparently
youll
l
sets
staying
ha
guidance
halls
bedrooms
saw
laptop
porch
return
seeing
bathrooms
opened
telling
appear
track
possible
coffee
today
feet
damn
ovens
message
r
moved
structure
youre
foosball
hug
french
landmarks
livingroom
effort
final
destination
reached
neither
something
enough
man
oracle
several
options
floral
beginning
foyer
passage
bright
lit
sliding
ago
armchairs
doorways
books
task
confused
witch
pit
closest
alcove
ugh
current
ceiling
farther
bear
full
whole
wide
gym
haha
machine
below
th
confusing
things
anywhere
wrought
hmm
descend
turns
colored
rocking
enclosed
yourself
. :)
miss
o
terracotta
elvis
weave
maroon
ther
stuck
arches
master
suppose
larger
0
wind
fence
mistake
paths
ones
pictures
bush
horse
fan
easy
flag
boy
huge
approach
display
statues
shelves
smaller
ready
sides
four
asking
paintings
sauna
giant
mouse
garbage
family
beige
proper
bathtub
heylo
leaving
hint
foward
cylider
fine
bigger
sidewalk
elevator
1
columns
anyway
rails
planter
helps
slowly
panels
huh
labeled
acuario
seat
climb
ground
cant
saloon
arrived
gone
takes
air
elsewhere
grass
lets
! :)
robe
qay
having
their
lefthand
multiple
hope
location
night
thermostat
lt
hardwood
bike
deeper
women
talking
messed
stright
decoration
gotcha
person
who
advise
swing
tiled
divider
mirrored
fountain
ended
always
ending
years
bah
equally
distant
guese
doormat
didnt
fitness
hidden
concrete
midway
rock
color
job
branches
haven
none
bunch
seen
questions
lattice
started
type
write
saying
2nd
connected
hocky
int
choices
theres
snacks
upper
tiny
ugly
thorugh
strange
much
range
told
decor
awesome
whoops
gotowards
host
arrow
rght
tiles
skips
thank
bricks
promising
road
position
bet
column
uh
lamps
someones
choppy
steel
thepath
live
information
coming
worth
decorative
shaped
individually
wing
intothe
partition
ascend
bat
unclear
casino
exactly
report
routes
farthest
reason
showed
won
idea
according
tricky
via
guest
copier
electric
boxes
rail
keeping
#
ornate
mess
arrive
loft
backward
panel
wanting
framed
cars
furthest
layout
incorrect
third
study
continuing
omelette
cushions
access
finish
weight
basketball
reaching
walked
nor
obviously
thick
gate
vision
odd
print
probably
omg
nothing
cook
piece
illuminated
throught
cloth
magic
bikes
centers
least
elevated
reclining
parallel
arrangement
intersecting
pressed
stainless
patterned
stained
perfect
billiards
never
hoping
twice
perimeter
glitched
posts
strings
untill
hould
staight
wanna
cam
understand
sunroof
dressed
somethign
bookshelf
slow
working
unfortunately
golden
bathoom
put
stick
hey
detailed
missing
choose
previous
definitely
gof
en
option
quite
cushioned
arrives
doorfames
walkin
art
refrigerator
pail
shiny
venturing
straightforward
grab
hallwa
course
fault
arond
misunderstood
allowing
spider
send
leae
wodden
previously
called
reddish
possibly
jumping
feel
btw
barber
mentioned
basement
shot
staicase
pots
orient
somebody
chosen
wouldn
ever
nobody
haed
took
bog
pools
exited
5
lower
chalkboard
photos
. :
animal
greenish
rectangular
diamond
nav
dispenser
rest
panes
stopped
vanity
bend
rear
desks
overhead
broken
using
270
thur
ensuite
unless
utility
retrace
te
fof
wow
trhough
. (
passageway
rigt
feels
circles
pair
bathrobes
starcase
soft
lined
post
newspaper
monroe
salon
rooftop
bistro
ledge
