<PAD>
<UNK>
<EOS>
<NAV>
<ORA>
<TAR>
picture
scale
papertowel
chestofdrawer
skylight
painting
bookcase
sofa
sconce
clothesdryer
chest
stove
teapot
fridge
bowl
toilet
fireplace
ottoman
guitar
nightstand
photo
trashcan
desk
ladder
toiletpaper
washingmachine
pipe
fireextinguisher
displaycase
basket
bottle
bed
easel
firealarm
piano
soap
plant
sign
wardrobe
toiletbrush
toy
dresser
microwave
box
chimney
tv
watercooler
towel
tissue
rug
faucet
computer
airconditioner
statue
vase
lamp
bucket
mat
heater
basin
sink
screen
candle
plate
stool
pot
chandelier
coatrack
hanger
shoe
pillow
pool
clock
shampoo
book
telephone
floorlamp
phone
dishwasher
cushion
the
go
.
?
i
to
,
and
right
left
should
room
or
stairs
a
you
down
turn
into
of
on
straight
up
door
in
through
then
that
'
hallway
your
head
do
it
this
with
where
is
there
hall
towards
see
around
bedroom
continue
going
at
way
past
out
back
kitchen
take
yes
keep
now
table
which
here
forward
walk
front
next
ahead
be
my
bathroom
me
from
ok
one
doors
enter
s
am
toward
will
until
outside
end
not
staircase
doorway
are
open
make
okay
steps
can
we
m
area
another
living
need
no
all
white
like
t
for
chairs
those
wall
stop
behind
again
just
dining
so
an
exit
looks
move
get
but
!
when
direction
re
first
side
ll
set
other
think
reach
)
couch
please
more
two
stay
floor
have
proceed
look
upstairs
small
far
downstairs
what
chair
black
house
top
want
some
sorry
little
inside
(
find
leave
follow
by
guess
corner
goal
them
these
rooms
glass
was
after
bottom
large
double
hi
blue
path
looking
before
red
further
closet
if
ask
wooden
as
did
big
pass
once
/
shall
long
near
facing
don
-
alright
wrong
bit
has
try
correct
step
brown
...
second
were
directions
mirror
too
heading
window
came
slightly
directly
im
round
hello
office
says
passed
across
flight
green
route
opening
maybe
between
sure
over
patio
along
stand
only
till
tell
went
might
railing
stair
yet
thru
come
place
spiral
any
got
leads
could
building
off
immediately
carpet
immediate
start
they
check
wood
level
would
showing
few
standing
begin
couches
degrees
island
same
yeah
let
its
leading
middle
our
yep
2
seems
counter
still
laundry
purple
balcony
face
bar
lobby
how
instructions
entrance
..
windows
:
arch
dark
slight
different
alrighty
180
ve
couple
thought
stairway
hanging
last
three
onto
case
;
ends
button
walls
actually
wine
help
hit
guessed
else
narrow
garage
about
video
give
shows
somewhere
outdoor
yellow
know
orange
walking
center
very
seem
closer
thing
landing
ways
already
well
point
lounge
arched
spot
stops
moving
sitting
guide
turning
exercise
light
deck
thats
library
either
gray
curtains
appears
archway
isn
main
nope
trash
paper
marble
said
fire
also
must
tub
beyond
furniture
vases
may
good
plants
show
closed
entry
walkway
made
potted
passing
many
contains
close
though
done
hard
had
doesn
target
taking
infront
headed
forwards
oven
grey
lot
d
believe
really
cabinet
didn
figure
cylinder
both
supposed
equipment
>
veer
tables
guessing
sharp
click
3
shower
outdoors
base
foot
tree
does
curved
stone
corridor
thanks
lol
beside
90
giving
treadmill
hand
lights
even
circular
flowers
intersection
beds
short
nice
pillows
following
flower
space
candles
tall
great
carpeted
wait
each
instead
oh
bench
hang
time
iron
soon
turned
pretty
curve
flights
since
found
opposite
metal
able
gym
entryway
visible
lost
rt
reception
game
u
us
part
dont
lots
sets
brick
flooring
hallways
cylinders
entered
descend
garden
sofas
almost
quick
floors
trying
silver
weird
while
map
anything
above
colorful
4
stools
circle
navigate
explore
ovens
direct
than
christmas
best
entering
poster
against
seating
towels
cabinets
goes
home
frame
approach
lead
distance
master
because
pillar
television
completely
family
options
gonna
zebra
away
umbrella
smaller
seeing
something
work
venture
asked
pillars
, (
lady
o
he
new
tile
bedspread
pole
view
restroom
kinda
coffee
foyer
anywhere
leather
doing
. :)
fancy
say
til
confused
sort
tried
wasn
mini
question
den
press
shelf
oops
problem
ones
kind
message
railings
bathtub
been
moved
doorways
being
pink
ha
sides
specific
washer
dinning
porch
meant
use
mean
oracle
indoors
possible
tan
confusing
water
extinguisher
bannister
grand
l
under
staying
mirrored
thur
reached
halls
bedrooms
ugh
clear
return
giant
hey
travel
man
floral
pictures
today
youll
bright
r
swimming
four
climb
dryer
half
paintings
scroll
suppose
bath
haha
track
apparently
lt
probably
display
1
choppy
pavers
retrace
farther
cross
started
full
whole
friend
several
lets
hmm
hug
french
took
massage
landmarks
guidance
witch
neither
saw
laptop
cant
bathrooms
opened
wide
art
2nd
telling
appear
elsewhere
feet
damn
allowing
hope
easy
turns
structure
colored
youre
foosball
books
lucky
columns
shelves
livingroom
effort
final
destination
ceiling
ground
enough
quite
ornate
gone
loft
paths
beginning
below
passage
things
lit
sliding
ago
night
boy
possibly
armchairs
huge
women
task
legs
coming
goback
partition
asking
pit
closest
haven
alcove
current
bear
choose
type
cellar
saying
machine
th
ugly
wrought
send
rocking
bigger
sidewalk
enclosed
yourself
miss
gotcha
position
least
terracotta
elvis
weave
steel
maroon
ther
exactly
stuck
arches
job
none
larger
0
wind
arrived
fence
mess
k
mistake
! :)
bush
horse
layout
hmmm
fan
robe
told
leaving
flag
fine
decor
thermostat
hardwood
nothing
elevator
pots
statues
arrangement
ready
stainless
information
worth
intothe
staight
ascend
bat
unclear
pair
bookshelf
located
getting
sauna
won
lattice
previous
looked
rotate
option
mouse
garbage
air
theres
beige
grass
upper
proper
tiny
threshold
machines
helpful
weight
heylo
hint
foward
cylider
why
awesome
gate
basement
deeper
piece
messed
rght
dog
anyway
5
rails
planter
animal
striped
helps
slowly
panels
didnt
huh
midway
labeled
acuario
exact
violin
seat
working
branches
reason
seen
tricky
missing
boxes
love
rail
saloon
takes
refrigerator
gets
qay
continuing
much
having
their
lefthand
multiple
reaching
location
odd
earlier
houses
ropes
bike
talking
stright
decoration
person
bricks
who
advise
swing
lower
counters
tiled
divider
fountain
reclining
ended
always
ending
years
perfect
yup
rear
bah
equally
distant
guese
shaped
twice
te
doormat
wow
fitness
hidden
concrete
rock
outto
balcon
woah
board
beads
portrait
color
correctly
unfortunately
bunch
questions
write
connected
hocky
int
apologize
choices
runner
snacks
framed
thorugh
incorrect
strange
dead
range
clothes
wodden
five
guy
feel
btw
cool
whoops
gotowards
host
arrow
tiles
skips
chaise
worries
thank
promising
road
bet
column
uh
parallel
lamps
someones
thepath
stained
stopped
live
assuming
using
decorative
individually
wing
bad
movement
backdoor
casino
comforter
report
curtain
heads
imat
kithen
towars
thelivingroom
such
railed
routes
farthest
platform
showed
idea
according
creepy
via
guest
copier
electric
keeping
#
arrive
backward
straightforward
slot
panel
wanting
*
cars
furthest
trip
halfway
arond
third
study
omelette
cushions
access
finish
square
basketball
everywhere
urns
walked
nor
obviously
thick
vision
jumping
print
omg
mentioned
cook
illuminated
throught
cloth
magical
backwards
sculpture
magic
bikes
stairwell
centers
fork
single
displays
. .
elevated
greenish
intersecting
rod
pressed
patterned
billiards
referring
never
hoping
perimeter
glitched
posts
strings
remain
untill
hould
interesting
wanna
contain
cam
understand
sunroof
throw
dressed
somethign
ascending
wicker
fist
boo
....
thougt
dragons
ironing
leftmost
wheel
roped
slow
partner
golden
bathoom
info
preview
isnt
put
hm
stick
detailed
definitely
gof
en
gosh
entrances
cushioned
arrives
doorfames
walkin
pail
shiny
kichen
venturing
granite
adjacent
grab
hallwa
course
fault
nd
misunderstood
spider
leae
hammock
literally
previously
called
reddish
barber
shot
girl
staicase
orient
somebody
chosen
bookcases
wouldn
ever
nobody
haed
drawers
people
bog
pools
exited
washing
cut
chalkboard
photos
beach
. :
rounded
rectangular
rights
diamond
nav
dispenser
? :)
tired
okie
dokie
rest
panes
billiard
vanity
bend
desks
overhead
broken
270
ensuite
unless
utility
available
crossroads
gold
fof
mirrors
trhough
. (
passageway
rigt
feels
circles
bathrobes
starcase
run
soft
lined
aren
ish
post
newspaper
monroe
salon
underneath
slats
apologies
rooftop
bistro
ledge
11
splits
throug
lantern
forget
lest
led
exiting
napoleon
rigbht
thereafter
haystack
geez
beaded
